;
; Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil 
;  
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 1.51.52
; Update: Dezembro 27, 2019
;
[Lang]
NativeLanguage=Portuguese
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
BtnNews=Information

[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=POR
LangShortName=pt-pt
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
;
; Menu Popup
;
pmHelp=Ajuda Online
pmforum=Fórum
pmHome=Página Inicial
pmContact=Contacte-nos
pmCheckNew=Procurar actualizações 
pmLang=Idiomas
pmAbout=Acerca
pmConMenu=Adicionar ao menu de contexto
;
; Interface Principal
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Veja-se livre de qualquer ficheiro que não pode ser eliminado pelo Windows
FrmWDMain.btnAFile.caption=Adicionar ficheiro
FrmWDMain.btnAfolder.caption=Adicionar pasta
FrmWDMain.btnRemove.caption=Remover
FrmWDMain.btnDel.caption=Desbloquear & Eliminar
FrmWDMain.btnsupport.caption=Comentários
FrmWDMain.btnfacebook.hint=Siga-nos no facebook
FrmWDMain.btntwitter.hint=Partilhe o Wise Force Deleter no twitter
FrmWDMain.btngoogle.hint=Partilhe o Wise Force Deleter no Google+
FrmWDMain.btnemail.hint=Fale do Wise Force Deleter aos seus amigos
FrmWDManin.lvfile.Columns[0]=Nome
FrmWDManin.lvfile.Columns[1]=Atalho
FrmWDManin.lvfile.Columns[2]=Estado
;
; Acerca
;
FrmAbout.caption=Acerca
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblemail.caption=Email de Apoio:
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmAbout.lblWarning.caption=Aviso: Este programa está protegido pela lei de direitos de autor e tratados internacionais.

[Message]
NoNews=Não tem mensagens não lidas.
addfolderwar=Serão eliminados todos os ficheiros e sub-pastas. Tem a certeza que deseja desbloquear e eliminar esta pasta?
sysdirs=Não é possível suportar a eliminação das pastas do sistema.
rootpath=Não é possível suportar a eliminação das pastas da raiz.
netdevice=A unidade não é uma unidade local válida.
DragFile=Não é possível arrastar pastas.
ForceDelete=Eliminação Forçada
Newver=Está disponível uma nova versão do Wise Force Deleter, deseja actualizar agora?
NoNewVer=Parabéns, está a usar a versão mais recente!
None=Pronto
Unlocked=Desbloqueado & Eliminado
Deleted=Eliminado
FailDel=Falha na eliminação
Aborted=Abortado
NoExists=Não existe
ConfirmDel=Pretende desbloquear e eliminar o(s) ficheiro(s)?
TranslateTo=Traduzir para..